Repository: nadirizr/libtorrent-bp2p
Catalog: trunk/deluge/deluge/i18n/*.po
Languages: kk

source: <i>Use the sidebar to add,edit and remove labels. </i>
kk: <i>Бүйір панелді белгілерді қосу, түзету немесе өшіру үшін қолданыңыз. </i>

source: <b>Labels</b>
kk: <b>Белгілер</b>

source: Label Options
kk: Белгі опциялары

source: <b>Label Options</b>
kk: <b>Белгі опциялары</b>

source: KiB/s
kk: КиБ/с

source: Upload Slots:
kk: Тарату слоттары:

source: Upload Speed:
kk: Тарату жылдамдығы:

source: Download Speed:
kk: Алу жылдамдығы:

source: Connections:
kk: Байланыстар:

source: Apply per torrent max settings:
kk: Торренттер үшін максималды баптаулар:

source: Maximum
kk: Максимум

source: Auto Managed
kk: Автоматты басқару

source: Stop seed at ratio:
kk: Келесі рейтингке жеткенде таратуды тоқтату:

source: Remove at ratio
kk: Келесі рейтингке жеткенде, өшіру

source: Apply Queue settings:
kk: Кезек баптауларын қолдану:

source: Queue
kk: Кезек

source: Move completed to:
kk: Біткендерді келесі жерге ауыстыру:

source: Apply location settings:
kk: Орналасу баптауларын қолдану:

source: Location
kk: Орналасуы

source: tracker1.org tracker2.com this doesn't do anything yet..
kk: tracker1.org tracker2.com бұл әзірше ешнәрсе істеп тұрған жоқ..

source: <i>(1 line per tracker)</i>
kk: <i>(әр трекер бөлек жолда)</i>

source: Automatically apply label:
kk: Белгіні автоматты түрде қолдану:

source: Trackers
kk: Трекерлер

source: Add Label
kk: Белгіні қосу

source: <b>Add Label</b>
kk: <b>Белгіні қосу</b>

source: Name:
kk: Аты:

source: Add Torrents
kk: Торренттерді қосу

source: <big><b>Add Torrents</b></big>
kk: <big><b>Торренттерді қосу</b></big>

source: _File
kk: _Файл

source: _URL
kk: _Адресі

source: Info_hash
kk: Хеш ту_ралы ақпарат

source: _Remove
kk: Өшіру_

source: <b>Torrents</b>
kk: <b>Торренттер</b>

source: Fi_les
kk: Файл_дар

source: Select A Folder
kk: Буманы тандаңыз

source: <b>Download Location</b>
kk: <b>Қай жерге жүктеледі</b>

source: Full
kk: Толық

source: Compact
kk: Ықшам

source: <b>Allocation</b>
kk: <b>Резервілеу</b>

source: Max Down Speed:
kk: Алудың максимал жылдамдығы:

source: Max Up Speed:
kk: Таратудың максимал жылдамдығы:

source: Max Connections:
kk: Байланыстар максимум:

source: Max Upload Slots:
kk: Тарату слоттар максимумы:

source: <b>Bandwidth</b>
kk: <b>Шектеулер</b>

source: Add In _Paused State
kk: Т_оқтатылған түрде қосу

source: Prioritize First/Last Pieces
kk: Бірінші мен соңғы бөліктердің приоритетің арттыру

source: <b>General</b>
kk: <b>Жалпы</b>

source: Revert To Defaults
kk: Бастапқы түріне келтіру

source: Apply To All
kk: Барлығы үшін қолдану

source: _Options
kk: Ба_птаулары

source: Add URL
kk: URL қосу

source: <b>From URL</b>
kk: <b>URL бойынша</b>

source: URL:
kk: URL-і:

source: Add Infohash
kk: Мәліметтер хешін қосу

source: <b>From Infohash</b>
kk: <b>Мәліметтер хешінен</b>

source: Infohash:
kk: Мәліметтер хеші:

source: Trackers:
kk: Трекерлер:

source: _Select All
kk: Барлығын е_рекшелеу

source: Resume selected torrents.
kk: Ерекшеленген торренттерді жалғастыру.

source: Resu_me All
kk: Барлығын _жалғастыру

source: _Open Folder
kk: _Буманы ашу

source: Resu_me
kk: Жалғ_астыру

source: Opt_ions
kk: Ба_птаулары

source: _Queue
kk: _Кезек

source: _Update Tracker
kk: _Трекерді жаңарту

source: _Edit Trackers
kk: Трекерле_рді түзету

source: _Remove Torrent
kk: Торрентті өшір_у

source: _Force Re-check
kk: Мәліметтерді текс_еріп шығу

source: Move _Storage
kk: Басқа жерге ауыстыру

source: _Download Speed Limit
kk: Қабылдау жылдамдығын шектеу

source: _Upload Speed Limit
kk: Тарату жылдамдығын шектеу

source: _Connection Limit
kk: Байланыстар максимумы

source: Upload _Slot Limit
kk: Тарату слоттар максимумы

source: _Auto Managed
kk: _Автоматты басқарылады

source: <big><b>Remove the selected torrent?</b></big>
kk: <big><b>Ерекшеленген торрентті өшіру керек пе?</b></big>

source: If you remove the data, it will be lost permanently.
kk: Ақпарат толығымен өшіріледі.

source: Remove With _Data
kk: Мәліметтерді қоса өшіру

source: Remove _Torrent
kk: _Торрентті өшіру

source: Preferences
kk: Баптаулары

source: <b><i><big>Downloads</big></i></b>
kk: <b><i><big>Жүктемелер</big></i></b>

source: Download to:
kk: Сақталатын орны:

source: Copy of .torrent files to:
kk: .torrent файлдарды көшіру:

source: Auto add .torrents from:
kk: Келесі бумадан .torrent файлдарды автоматты қосу:

source: <b>Folders</b>
kk: <b>Бумалар</b>

source: Full allocation preallocates all of the space that is needed for the torrent and prevents disk fragmentation
kk: Толық резервілеу торрентті жүктеп алу үшін керек орынды алып қалады, бұл мәліметтер фрагментациясына жол бермейді

source: Use Full Allocation
kk: Толық резервілеу

source: Compact allocation only allocates space as needed
kk: Ықшам резервілеу торрент үшін орынды керек болған кезде бөледі

source: Use Compact Allocation
kk: Ықшам

source: Prioritize first and last pieces of files in torrent
kk: Торрент файлдардың бірінші мен соңғы бөліктердің приоритетін үлкейту

source: Prioritize first and last pieces of torrent
kk: Торренттің бірінші мен соңғы бөліктердің приоритетін үлкейту

source: <b>Options</b>
kk: <b>Баптаулары</b>

source: page 6
kk: 6-ші парақ

source: <b><i><big>Network</big></i></b>
kk: <b><i><big>Желі</big></i></b>

source: Deluge will automatically choose a different port to use every time.
kk: Deluge әр ретте жаңа порт тандайды.

source: Use Random Ports
kk: Кездейсоқ порттарды қолдану

source: Active Port:
kk: Белсенді порт:

source: From:
kk: Басы:

source: To:
kk: Соңы:

source: Test Active Port
kk: Белсенді портты тексеру

source: <b>Incoming Ports</b>
kk: <b>Кіріс порттар</b>

source: <b>Outgoing Ports</b>
kk: <b>Шығыс порттар</b>

source: The TOS byte set in the IP header of every packet sent to peers (including web seeds). Expects a Hex value.
kk: TOS байт, әр IP дестесінің басында орналасады, пирлерге беріледі (интернет-сидерлерді қоса). Оналтылық мән.

source: Peer TOS Byte:
kk: Пирдің TOS-байты:

source: Distributed hash table may improve the amount of active connections.
kk: Таралған хеш-кесте (DHT) белсенді байланыстар санын арттыра алады.

source: Local Service Discovery finds local peers on your network.
kk: Local Service Discovery желіңізде локалды пирлерді табады.

source: Peer Exchange
kk: Пирлармен алмасу

source: NAT Port Mapping Protocol
kk: NAT порттарды бағдарлау хаттамасы

source: <b>Network Extras</b>
kk: <b>Қосымша желі баптаулары</b>

source: Inbound:
kk: Кіріс:

source: Level:
kk: Деңгей:

source: Forced Enabled Disabled
kk: Мәжбүрленген Қосылған Сөндірілген

source: Handshake Full Stream Either
kk: Синхронизация Бүкіл ағым Барлық

source: Outbound:
kk: Шығыс:

source: Encrypt entire stream
kk: Бүкіл ағымды шифрлеу

source: <b>Encryption</b>
kk: <b>Шифрлеу</b>

source: page 7
kk: 7-ші парақ

source: <b><i><big>Bandwidth</big></i></b>
kk: <b><i><big>Өткізу қабілеттілігі</big></i></b>

source: The maximum upload slots for all torrents. Set -1 for unlimited.
kk: Тарату слоттардың максимал саны. Шектелмеген үшін -1 қойыңыз.

source: The maximum upload speed for all torrents. Set -1 for unlimited.
kk: Барлық торренттер үшін максималды тарату жылдамдығы. Шектелмеген мәні үшін -1 қойыңыз.

source: The maximum download speed for all torrents. Set -1 for unlimited.
kk: Барлық торренттер үшін максималды қабылдау жылдамдығы. Шектелмеген үшін -1 қойыңыз.

source: Maximum Download Speed (KiB/s):
kk: Максималды қабылдау жылдамдығы (КБ/с):

source: The maximum number of connections allowed. Set -1 for unlimited.
kk: Максималды байланыстар саны. Шектелмеген мәні үшін -1 қойыңыз.

source: Maximum Upload Slots:
kk: Тарату слоттар максимумы:

source: Maximum Connections:
kk: Байланыс саны максимумы:

source: Maximum Upload Speed (KiB/s):
kk: Максималды тарату жылдамдығы (КБ/с):

source: Maximum Half-Open Connections:
kk: Жартылай ашық байланыстардың ең көп саны:

source: Maximum Connection Attempts per Second:
kk: Бір секунд ішіндегі ең көп байланыс орнату талаптары:

source: Ignore limits on local network
kk: Локалды желі шектеулерін елемеу

source: If checked, the estimated TCP/IP overhead is drained from the rate limiters, to avoid exceeding the limits with the total traffic
kk: Қосылған болса, TCP/IP ерекшеліктері жылдамдықты шектеуде ескеріледі, жалпы трафик шектеуінен асып кетпеу үшін

source: Rate limit IP overhead
kk: IP хаттамасының ерекшеліктерін ескеріп, жылдамдықты шектеу

source: <b>Global Bandwidth Usage</b>
kk: <b>Каналды жалпы қолдану</b>

source: The maximum number of connections per torrent. Set -1 for unlimited.
kk: Торрент үшін байланыстар саны. Шектелмеген мәні үшін -1 қойыңыз.

source: The maximum upload slots per torrent. Set -1 for unlimited.
kk: Торрент үшін тарату слоттар саны. Шектелмеген мәні үшін -1 қойыңыз.

source: <b>Per Torrent Bandwidth Usage</b>
kk: <b>Торрент үшін каналды қолдану</b>

source: page 8
kk: 8-ші парақ

source: <i><b><big>Interface</big></b></i>
kk: <i><b><big>Сыртқы түрі</big></b></i>

source: Classic Mode will hide most of the daemon functionality and will make Deluge appear to be a single application. Use this if you do not want to take advantage of running Deluge as a daemon. You need to restart Deluge for this setting to take effect.
kk: Классикалық түрде Deluge бір бағдарлама ретінде көрінеді, Deluge қызметінің барлық мүмкіндіктері іске асырылмайды. Deluge қызметінің барлық артықшылықтарын қолданбасаңыз, осыны қосыңыз. Өзгерістерді іске асыру үшін, Deluge бағдарламасын қайта қосу керек.

source: Enable
kk: Қосу

source: <b>Classic Mode</b>
kk: <b>Классикалық түрі</b>

source: Show session speed in titlebar
kk: Бағдарлама атында жылдамдықты көрсету

source: <b>Main Window</b>
kk: <b>Бас терезе</b>

source: Always show
kk: Әрқашан көрсету

source: Bring the dialog to focus
kk: Сұхбат терезесін алдына әкелу

source: <b>Add Torrents Dialog</b>
kk: <b>Торрент қосу сұхбаты</b>

source: Enable system tray icon
kk: Жүйелік сөреде таңбашасы болсын

source: Minimize to tray on close
kk: Жабылғанда жүйелік сөреге орналастыру

source: Start in tray
kk: Қосылғанда жүйелік сөреге орналастыру

source: Password protect system tray
kk: Жүйелік сөрені парольмен қорғау

source: Password:
kk: Паролі:

source: <b>System Tray</b>
kk: <b>Жүйелік сөре</b>

source: page 10
kk: 10-шы бет

source: <i><b><big>Other</big></b></i>
kk: <i><b><big>Басқа</big></b></i>

source: Deluge will check our servers and will tell you if a newer version has been released
kk: Deluge бағдарламаның жаңа нұсқалардың бар-жоғын тексеріп отырады

source: Be alerted about new releases
kk: Бағдарламаның жаңы нұсқалары жөнінде хабарлау

source: <b>Updates</b>
kk: <b>Жаңартулар</b>

source: Help us improve Deluge by sending us your Python version, PyGTK version, OS and processor types. Absolutely no other information is sent.
kk: Deluge жақсарту үшін бізге көмек керек, өзіңіздің Python, PyGTK, ОЖ нұсқалары мен процессор түрін бізге жіберіңіз. Осылардан басқа ақпарат жіберілмейді.

source: Yes, please send anonymous statistics
kk: Иә, анонимді статистиканы жіберіп отыруға рұқсат беремін

source: <b>System Information</b>
kk: <b>Жүйе туралы ақпарат</b>

source: page 11
kk: 11-ші парақ

source: <i><b><big>Daemon</big></b></i>
kk: <i><b><big>Қызмет</big></b></i>

source: Daemon port:
kk: Қызмет порты:

source: <b>Port</b>
kk: <b>Порт</b>

source: Allow Remote Connections
kk: Басқа жерден қосылуға рұқсат беру

source: <b>Connections</b>
kk: <b>Байланыстар</b>

source: Periodically check the website for new releases
kk: Веб-сайтты жаңа нұсқалардың пайда болуына тексеріп отыру

source: <b>Other</b>
kk: <b>Басқа</b>

source: <i><b><big>Queue</big></b></i>
kk: <i><b><big>Кезек</big></b></i>

source: Queue new torrents to top
kk: Жаңа торренттерді кезек басына қосу

source: Total active downloading:
kk: Барлығы белсенді қабылдау:

source: Total active:
kk: Барлығы белсенді:

source: Total active seeding:
kk: Барлығы белсенді тарату:

source: Do not count slow torrents
kk: Баяу торренттерді ескермеу

source: <b>Active Torrents</b>
kk: <b>Белсенді торренттер</b>

source: Seed Time (m):
kk: Тарату уақыты (мин.)

source: Seed Time Ratio:
kk: Тарату уақытының коэффициенті:

source: Share Ratio Limit:
kk: Тарату коэффициентін шектеу:

source: Stop seeding when share ratio reaches:
kk: Таратуды тоқтату үшін керек рейтинг:

source: Remove torrent when share ratio reached
kk: Торренті өшіру, егер рейтинг осы мәнге жетсе

source: <b>Seeding</b>
kk: <b>Тарату</b>

source: page 12
kk: 12-ші парақ

source: <i><b><big>Proxy</big></b></i>
kk: <i><b><big>Прокси</big></b></i>

source: Username:
kk: Пайдаланушы аты:

source: Type:
kk: Түрі:

source: None Socksv4 Socksv5 Socksv5 W/ Auth HTTP HTTP W/ Auth
kk: Жоқ Socks v4 Socks v5 Socks v5 (Auth) HTTP HTTP (Auth)

source: Port:
kk: Порты:

source: Host:
kk: Хост:

source: <b>Peer</b>
kk: <b>Пир</b>

source: <b>Web Seed</b>
kk: <b>Веб-сид</b>

source: <b>Tracker</b>
kk: <b>Трекер</b>

source: <b><i><big>Notification</big></i></b>
kk: <b><i><big>Ескертулер</big></i></b>

source: Blinking tray icon
kk: Жүйелік сөреде таңбаша жыпылықтауы

source: Not available on Windows
kk: Windows үшін жоқ

source: Popup
kk: Қалқымалы терезе

source: Only OGG and WAV files are supported
kk: Тек OGG мен WAV файлдарға қолдау бар

source: Sound:
kk: Дыбыстар:

source: Address:
kk: Адресі:

source: Server:
kk: Сервер:

source: None
kk: Жоқ

source: Security:
kk: Қауіпсіздік:

source: <b>Email</b>
kk: <b>Электронды пошта адресі</b>

source: <i><b><big>Plugins</big></b></i>
kk: <i><b><big>Плагиндер</big></b></i>

source: Author Email:
kk: Автор E-mail:

source: Homepage:
kk: Үй парағы:

source: Author:
kk: Авторы:

source: Version:
kk: Нұсқасы:

source: Details:
kk: Көбірек білу:

source: <b>Info</b>
kk: <b>Ақпарат</b>

source: _Install Plugin
kk: Плагинді орнату

source: _Rescan Plugins
kk: Плагиндерді жаңарту

source: Edit Trackers
kk: Трекерлерді түзету

source: <big><b>Edit Trackers</b></big>
kk: <big><b>Трекерлерді түзету</b></big>

source: gtk-edit
kk: түзету

source: Add Tracker
kk: Трекерді қосу

source: <b>Add Trackers</b>
kk: <b>Трекер қосу</b>

source: Edit Tracker
kk: Трекерді түзету

source: <b>Edit Tracker</b>
kk: <b>Трекерді түзету</b>

source: Tracker:
kk: Трекер:

source: Queued Torrents
kk: Кезектегі торренттер

source: <big><b>Add Queued Torrents</b></big>
kk: <big><b>Реттелген торренттерді қосу</b></big>

source: Automatically add torrents on connect
kk: Қосылғанда торренттерді автоматты түрде қосу

source: Move Storage
kk: Орнын ауыстыру

source: <b>Move Storage</b>
kk: <b>Жүктемені басқа жерге ауыстыру</b>

source: Destination:
kk: Қайда:

source: Add Host
kk: Хостты қосу

source: Hostname:
kk: Хост атауы:

source: Connection Manager
kk: Байланыстар менеджері

source: <big><b>Connection Manager</b></big>
kk: <big><b>Байланыстар менеджері</b></big>

source: _Start local daemon
kk: Қы_змет түрінде қосу

source: Automatically connect to selected host on start-up
kk: Қосылған кезде таңдалған торапқа қосылу

source: Automatically start localhost if needed
kk: Керек болса, жергілікті қызметті автоматты түрде қосу

source: Do not show this dialog on start-up
kk: Қосылған кезде бұл хабарламаны көрсетпеу

source: Options
kk: Баптаулары

source: gtk-connect
kk: Қосылу

source: Create Torrent
kk: Торрент құру

source: <big><b>Create Torrent</b></big>
kk: <big><b>Торрент құру</b></big>

source: Fol_der
kk: Бума

source: _Remote Path
kk: _Жергілікті емес

source: <b>Files</b>
kk: <b>Файлдар</b>

source: Comments:
kk: Комментарийлер:

source: Info
kk: Мәлімет

source: Webseeds
kk: Веб-сидерлер

source: Piece Size:
kk: Бөлік өлшемі:

source: 32 KiB 64 KiB 128 KiB 256 KiB 512 KiB
kk: 32 КБ 64 КБ 128 КБ 256 КБ 512 КБ

source: Set Private Flag
kk: Жекелік жалаушасын қою

source: Add this torrent to the session
kk: Торрентті осы сеансқа қосу

source: Enter Remote Path
kk: Жергілікті емес жолды енгізу

source: <b>Remote Path</b>
kk: <b>Жергілікті емес жол</b>

source: Path:
kk: Жолы:

source: Creating Torrent
kk: Торрентті құру

source: Save .torrent as
kk: .torrent файлын сақтау

source: <b>Save .torrent file</b>
kk: <b>.torrent файлын сақтау</b>

source: label
kk: белгі

source: Add Peer
kk: Пир қосу

source: <b>Add Peer</b>
kk: <b>Пирді қосу</b>

source: hostname:port
kk: адресі:порты

source: _Show Deluge
kk: Deluge көрсету

source: _Add Torrent
kk: Торрентті қосу

source: _Pause All
kk: Барлығын а_ялдату

source: _Resume All
kk: Барлығын _жалғастыру

source: Quit & Shutdown Daemon
kk: Шығу мен қызметті тоқтату

source: _Quit
kk: _Шығу

source: _Create Torrent
kk: _Торрентті құру

source: _Edit
kk: Тү_зету

source: _Connection Manager
kk: Ба_йланыстар менеджері

source: _Torrent
kk: _Торрент

source: _View
kk: Тү_рі

source: _Toolbar
kk: Сай_мандар панелі

source: _Sidebar
kk: _Бүйір панелі

source: Status_bar
kk: Қалып-күй ж_олағы

source: T_abs
kk: Бетт_ер

source: _Columns
kk: Баға_налар

source: S_idebar
kk: Бүйір панелі

source: Show _Zero Hits
kk: _Нөлдік элементтерін көрсету

source: Show _Trackers
kk: _Трекерлерді көрсету

source: _Help
kk: Кө_мек

source: Homepage
kk: Үй парағы

source: Frequently Asked Questions
kk: Жиі Қойылатын Сұрақтар

source: FAQ
kk: Жиі Қойылатын Сұрақтар

source: Community
kk: Қоғам

source: Add torrent
kk: Торренті қосу

source: Add Torrent
kk: Торренті қосу

source: Remove Torrent
kk: Торрентті өшіру

source: Pause the selected torrents
kk: Ерекшеленген торренттерді аялдату

source: Pause
kk: Аялдату

source: Resume the selected torrents
kk: Ерекшеленген торренттерді жалғастыру

source: Resume
kk: Жалғастыру

source: Queue Torrent Up
kk: Торрентті жоғарыға апару

source: Queue Up
kk: Жоғары

source: Queue Torrent Down
kk: Торрентті төменге апару

source: Queue Down
kk: Төмен

source: _Expand All
kk: Барлығын _жазу

source: _Do Not Download
kk: Жүкт_емеу

source: _Normal Priority
kk: _Кәдімгі приоритет

source: _High Priority
kk: _Жоғары приоритет

source: Hi_ghest Priority
kk: _Ең жоғары приоритет

source: <b>Auto Managed:</b>
kk: <b>Автоматты басқарылады:</b>

source: <b>Seed Rank:</b>
kk: <b>Рейтинг:</b>

source: <b>Seeding Time:</b>
kk: <b>Тарату уақыты:</b>

source: <b>Active Time:</b>
kk: <b>Белсенділік уақыты:</b>

source: <b>Tracker Status:</b>
kk: <b>Трекер күйі:</b>

source: <b>Availability:</b>
kk: <b>Қол жетерлілігі:</b>

source: <b>Peers:</b>
kk: <b>Қатысушылар:</b>

source: <b>Seeders:</b>
kk: <b>Тарататындар:</b>

source: <b>Pieces:</b>
kk: <b>Бөліктер:</b>

source: <b>ETA:</b>
kk: <b>Қалған уақыты:</b>

source: <b>Speed:</b>
kk: <b>Жылдамдығы:</b>

source: <b>Next Announce:</b>
kk: <b>Келесі анонс:</b>

source: <b>Share Ratio:</b>
kk: <b>Рейтинг:</b>

source: <b>Uploaded:</b>
kk: <b>Таратылды:</b>

source: <b>Downloaded:</b>
kk: <b>Жүктелді:</b>

source: <b>Date Added:</b>
kk: <b>Қосылған уақыты:</b>

source: _Status
kk: _Күйі

source: <b># of files:</b>
kk: <b>Файлдар саны:</b>

source: <b>Hash:</b>
kk: <b>Хеші:</b>

source: <b>Tracker:</b>
kk: <b>Трекер:</b>

source: <b>Total Size:</b>
kk: <b>Жалпы көлемі:</b>

source: <b>Name:</b>
kk: <b>Аты:</b>

source: <b>Path:</b>
kk: <b>Жолы:</b>

source: <b>Status:</b>
kk: <b>Күйі:</b>

source: _Details
kk: Көбір_ек

source: _Files
kk: Фа_йлдар

source: _Peers
kk: Қатысу_шылар

source: Max Upload Speed:
kk: Максималды тарату жылдамдығы:

source: Max Download Speed:
kk: Максималды қабылдау жылдамдығы:

source: Move completed:
kk: Аяқталғандарды басқа жерге ауыстыру

source: <b>Queue</b>
kk: <b>Кезек</b>

source: Private
kk: Жеке

source: Prioritize First/Last
kk: Бірінші/соңғы бөліктердің приоритетін арттыру

source: Remove Torrent?
kk: Торрентті өшіру керек пе?

source: <big><b>Are you sure you want to remove the selected torrent?</b></big>
kk: <big><b>Ерекшеленген торрентті өшіруді шынымен қалайсыз ба?</b></big>

source: <i>The associated .torrent will be deleted!</i>
kk: <i>Ассоциацияланған .torrent файлы де өшіріледі!</i>

source: <i>The downloaded data will be deleted!</i>
kk: <i>Жүктеліп алынған ақпарат өшіріледі!</i>

source: Remove Selected Torrent
kk: Ерекшеленген торрентті өшіру

source: New Release
kk: Жаңа ңұсқа

source: <b><big>New Release Available!</big></b>
kk: <b><big>Жаңа нұсқасы бар!</big></b>

source: <i>Available Version:</i>
kk: <i>Жаңа нұсқасы:</i>

source: <i>Current Version:</i>
kk: <i>Ағымдағы нұсқасы:</i>

source: Do not show this dialog in the future
kk: Бұл терезені келесіде көрсетпеу

source: _Goto Website
kk: _Веб-сайтқа өту

source: Add a peer by its IP
kk: IP бойынша қатысушыны қосу

source: Announce OK
kk: Анонс сәтті орындалды

source: Announce Sent
kk: Анонс ойдағыдай жіберілді

source: Alert
kk: Ескерту

source: Warning
kk: Ескерту

source: Error
kk: Қате

source: Error setting label options
kk: Белгінің опцияларын баптау қатесі

source: apply_max
kk: максималды қолдану

source: max_download_speed
kk: максималды_қабылдау_жылдамдығы

source: max_upload_speed
kk: максималды_тарату_жылдамдығы

source: max_upload_slots
kk: тарату_слоттардың_максимал_саны

source: max_connections
kk: максималды_байланыстар_саны

source: apply_queue
kk: кезекті_қолдану

source: is_auto_managed
kk: автоматты_түрде_басқарылады

source: stop_at_ratio
kk: рейтинг_мәні_осыған_жеткенде,_тоқтату

source: stop_ratio
kk: рейтингті тоқтату

source: remove_at_ratio
kk: рейтинг_мәні_осыған_жеткенде,_тоқтату

source: apply_move_completed
kk: аяқталғандарды_ауыстыруды_қолдану

source: move_completed
kk: аяқталғанды_ауыстыру

source: move_completed_path
kk: аяқталғандарды_келесі жерге_ауыстыру

source: auto_add
kk: автоматты_қосу

source: auto_add_trackers
kk: трекерлерді_автоматты_қосу

source: Label
kk: Белгі

source: Work in progress..
kk: Өңделуде...

source: Label _Options
kk: Белгі опциялары

source: _Remove Label
kk: Белгіні өшіру

source: _Add Label
kk: Белгіні қосу

source: Invalid label, valid characters:[a-z0-9_-]
kk: Белгі пішімі қате, рұқсат етілетін белгілер: [a-z0-9_-]

source: Empty Label
kk: Бос белгі

source: Label already exists
kk: Белгі бар болып тұр

source: Unknown Label
kk: Белгісіз белгі

source: Unknown Torrent
kk: Белгісіз торрент

source: Emule IP list (GZip)
kk: IP Emule тізімі (GZip)

source: SafePeer Text (Zipped)
kk: SafePeer мәтіні (zip)

source: PeerGuardian Text (Uncompressed)
kk: PeerGuardian мәтіні (сығылмаған)

source: BlockList
kk: Оқшауланғандардың тізімі

source: Check for every (days)
kk: Келесі күн(дер) сайын тексеру

source: Timeout (seconds)
kk: Күту уақыты (сек)

source: Times to attempt download
kk: Жүктеп алу талаптар саны

source: Import on daemon startup
kk: Қызмет қосылған кезде импорттау

source: Download Now
kk: Қазір жүктеп алу

source: Import Now
kk: Қазір импорттау

source: Downloading %.2f%%
kk: Жүктеп алу %.2f%%

source: Importing %s
kk: Импортталды %s

source: Blocked Ranges: %s
kk: Оқшауланғандар: %s

source: Inactive
kk: Белсенді еместер

source: Refresh status
kk: Күйін жаңарту

source: Blocklist
kk: Блоктізім

source: Invalid leader
kk: Басы дұрыс емес

source: Invalid magic code
kk: Таңбасы қате

source: Invalid version
kk: Нұсқасы қате

source: Not Connected
kk: Қосылмаған

source: Connections
kk: Байланыстар

source: Download Speed
kk: Қабылдау жылдамдығы

source: Upload Speed
kk: Тарату жылдамдығы

source: Protocol Traffic Download/Upload
kk: Қабылдау/тарату трафигін тексеріп отыру

source: No Incoming Connections!
kk: Кіріс байланыстары жоқ!

source: Unlimited
kk: Шектеусіз

source: Other...
kk: Басқа...

source: Set Maximum Download Speed
kk: Қабылдаудың максимал жылдамдығын шектеу

source: Set Maximum Upload Speed
kk: Таратудың максимал жылдамдығын шектеу

source: Set Maximum Connections
kk: Максимум байланыстар санын шектеу

source: Filename
kk: Файл аты

source: Size
kk: Көлемі

source: Choose a .torrent file
kk: .torrent файлын таңдаңыз

source: Torrent files
kk: .torrent файлдары

source: All files
kk: Барлық файлдарды
