Repository: nadirizr/libtorrent-bp2p
Catalog: trunk/deluge/deluge/i18n/*.po
Languages: kk

source: This program is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version 3 of the License, or (at your option) any later version. This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details. You should have received a copy of the GNU General Public License along with this program; if not, see <http://www.gnu.org/licenses>.
kk: Бұл бағдарлама — еркін бағдарламалық қамтама; сіз оны GNU Әмбебап Қоғамдық Лицензиясының 3-ші не одан кейінгі кез-келген нұсқасы негізінде тарата не/және өзгерте аласыз. Бұл бағдарлама біреуге пайдалы болады деп сенімімен таратылады, бірақта ЕШҚАНДАЙ КЕПІЛДЕМЕ БЕРІЛМЕЙДІ, КОММЕРЦИЯЛЫҚ ҚҰНДЫЛЫҚ ЖӘНЕ НАҚТЫ МАҚСАТЫ ҮШІН ЖАРАМДЫЛЫҒЫН ҚОСА. Көбірек білу үшін GNU Әмбебап Қоғамдық Лицензиясын қараңыз. Сіз осы бағдарламамен бірге GNU Әмбебап Қоғамдық Лицензиясын алуыңыз керек еді, олай болмаса, оның мәтінін <http://www.gnu.org/licenses> адресінен таба аласыз.

source: Down
kk: Қабылдау

source: Up
kk: Тарату

source: Deluge is locked
kk: Deluge оқшауланды

source: Deluge is password protected. To show the Deluge window, please enter your password
kk: Deluge паролмен қорғалған. Бас терезесін ашу үшін, паролді енгізіңіз

source: Progress
kk: Барысы

source: Priority
kk: Приоритеті

source: Set Unlimited
kk: Шектелмеген

source: Other..
kk: Басқа...

source: On
kk: Қосулы

source: Off
kk: Сөндірулі

source: Choose a directory to move files to
kk: Файлдарды жылжыту үшін буманы таңдаңыз

source: Set Maximum Upload Slots
kk: Тарату слоттардың максимал санын шектеу

source: Address
kk: Адресі

source: Client
kk: Клиент

source: Down Speed
kk: Қабылдау жылдамдығы

source: Up Speed
kk: Тарату жылдамдығы

source: Torrent complete
kk: Торрент аяқталды

source: Including %i files
kk: Құрамында %i файлдарды қоса

source: This email is to inform you that Deluge has finished downloading %s , which includes %i files. To stop receiving these alerts, simply turn off email notification in Deluge's preferences. Thank you, Deluge
kk: Бұл хатта Deluge сізге %s жүктелу үрдісі, оның құрамында %i файлы бар, аяқталғанын хабарлайды. Осындай хабарламаларды келесіде алмау үшін, Deluge баптауларында email арқылы хабарлау мүмкіндігін өшіріңіз. Құрметпен, Deluge

source: Filters
kk: Фильтрлер

source: State
kk: Күйі

source: no label
kk: белгі жоқ

source: Torrents Queued
kk: Торренттер кезекте

source: Torrent Queued
kk: Торрент кезекте

source: Down:
kk: Жүктеу:

source: Up:
kk: Тарату:

source: Torrents
kk: Торренттер

source: Activated
kk: Белсенді

source: Torrent is past stop ratio.
kk: Торрент тоқтау коэффициентіне жетті.

source: Tier
kk: Деңгей

source: Tracker
kk: Трекер

source: Downloads
kk: Жүктемелер

source: Network
kk: Желі

source: Bandwidth
kk: Шектеулер

source: Interface
kk: Сыртқы түрі

source: Other
kk: Басқа

source: Daemon
kk: Қызмет

source: Proxy
kk: Прокси

source: Notification
kk: Ескерту

source: Plugins
kk: Плагиндер

source: Enabled
kk: Қосулы

source: Plugin
kk: Плагин

source: Select the Plugin
kk: Плагинді таңдаңыз

source: Plugin Eggs
kk: Eggs плагині

source: Name
kk: Аты

source: Seeders
kk: Таратушылар

source: Peers
kk: Қатысушылар

source: ETA
kk: Қалған уақыт

source: Ratio
kk: Рейтингі

source: Avail
kk: Қол жетерлік

source: Added
kk: Қосылған

source: Choose a file
kk: Файлды таңдаңыз

source: Choose a folder
kk: Буманы таңдаңыз

source: Save .torrent file
kk: .torrent файлын сақтау

source: These changes were saved
kk: Өзгерістер сақталды

source: Correct the errors above and try again
kk: Қателерді түзеп, қайталап көріңіз

source: Config
kk: Баптаулар

source: Connect
kk: Байланыс құру

source: About
kk: Осы туралы

source: Logout
kk: Жүйеден шығу

source: Statistics
kk: Статистикасы

source: Details
kk: Көбірек білу

source: Files
kk: Файлдар

source: Add
kk: Қосу

source: Delete
kk: Өшіру

source: Stop
kk: Тоқтату

source: Start
kk: Бастау

source: Queue Top
kk: Кезек басына апару

source: Queue Bottom
kk: Кезек соңына апару

source: Move
kk: Жылжыту

source: Reannounce
kk: Анонсты қайталау

source: Recheck
kk: Тексеріп шығу

source: Ports
kk: Порттар

source: From
kk: Басы

source: To
kk: Шегі

source: Random
kk: Кездейсоқ

source: Extra's
kk: Қосымша

source: Mainline DHT
kk: Негізгі DHT

source: Peer-Exchange
kk: Пирлармен алмасу

source: Encryption
kk: Шифрлеу

source: Forced
kk: Мәжбүрленген

source: Disabled
kk: Сөндірілген

source: Handshake
kk: Байланысты орнату

source: Either
kk: Екеуі де

source: Inbound
kk: Кіріс

source: Outbound
kk: Шығыс

source: Level
kk: Деңгейі

source: Type
kk: Түрі

source: Host
kk: Хосты

source: Port
kk: Порты

source: Username
kk: Пайдаланушы аты

source: Password
kk: Паролі

source: Global
kk: Жалпы

source: -1 = Unlimited
kk: -1 = Шектелмеген

source: Maximum Connections
kk: Байланыс саны максимумы

source: Maximum Download Speed (Kib/s)
kk: Максималды қабылдау жылдамдығы (Кб/с)

source: Maximum Upload Speed (Kib/s)
kk: Максималды тарату жылдамдығы (Кб/с)

source: Maximum Upload Slots
kk: Максималды слоттар саны

source: Maximum Half-Open Connections
kk: Максималды жартылай ашық байланыстар саны

source: Maximum Connection Attempts per Second
kk: Секундына байланыс орнату талап саны максимумы

source: Rate Limit IP Overhead
kk: IP хаттамасының ерекшеліктерін ескеріп, жылдамдықты шектеу

source: Per Torrent
kk: Бір торрент үшін

source: Download
kk: Жүктеп алу

source: Store all downoads in
kk: Жүктемелер сақталатын орын

source: Save .torrent files to
kk: .torrent файлдарын келесі жерге сақтау

source: Auto Add folder
kk: Торренттер автоматты түрде алынатын бума

source: Auto Add enabled
kk: Автоматты қосуға рұқсат беру

source: Prioritize first and last pieces
kk: Бірінші мен соңғы бөліктердің приоритеті үлкен

source: Restart daemon and webui after changing these settings
kk: Бұл баптауларды өзгерткен соң бағдарламаны мен веб-интерфейсті қайта қосыңыз

source: -1 = unlimited
kk: -1 = шектеусіз

source: Total active torrents
kk: Белсенді торренттердің жалпы саны

source: Total active downloading
kk: Белсенді жүктемелердің жалпы саны

source: Total active seeding
kk: Белсенді таратулардың жалпы саны

source: Stop seeding when ratio reaches
kk: Таратуды тоқтату үшін керек рейтинг

source: Remove torrent when ratio reached
kk: Торрентті өшіру үшін керек рейтинг

source: Enabled Plugins
kk: Қосулы плагиндер

source: This folder does not exist.
kk: Бұл бума жоқ.

source: translate something
kk: бірнәрсені аударыңыз

source: Select a valid choice. That choice is not one of the available choices.
kk: Тиісті таңдау жасаңыз. Бұл нұсқа қол жетерсіз.

source: Enter a list of values.
kk: Мәндер тізімін енгізіңіз.

source: Select a valid choice. %s is not one of the available choices.
kk: Тиісті таңдау жасаңыз. %s нұсқасы дұрыс емес.

source: Unknown
kk: Белгісіз

source: Yes
kk: Иә

source: No
kk: Жоқ

source: This field is required.
kk: Бұл жол міндетті.

source: Enter a valid value.
kk: Дұрыс мәнді енгізіңіз.

source: Ensure this value has at most %(max)d characters (it has %(length)d).
kk: Таңбалардың жалпы саны %(max)d аспағанына көз жеткізіңіз (қазір %(length)d).

source: Ensure this value has at least %(min)d characters (it has %(length)d).
kk: Таңбалардың жалпы саны %(min)d кем емес екеніне көз жеткізіңіз (қазір %(length)d).

source: Enter a whole number.
kk: Санды толығымен енгізіңіз.

source: Ensure this value is less than or equal to %s.
kk: Енгізілген мән %s мәнінен кіші не тең екеніне көз жеткізіңіз.

source: Ensure this value is greater than or equal to %s.
kk: Енгізілген мән %s мәнінен үлкен не тең екеніне көз жеткізіңіз.

source: Enter a number.
kk: Сан енгізіңіз.

source: Ensure that there are no more than %s digits in total.
kk: Сан ұзындығы %s мәнінен көп емес екеніне көз жеткізіңіз.

source: Ensure that there are no more than %s decimal places.
kk: Енгізілген сан ішінде ондықтар саны %s мәнінен үлкен емес екеніне көз жеткізіңіз.

source: Ensure that there are no more than %s digits before the decimal point.
kk: Енгізілген сан ішінде үтірге дейінгі сандар саны %s мәнінен үлкен емес екеніне көз жеткізіңіз.

source: Enter a valid date.
kk: Дұрыс күнді енгізіңіз.

source: Enter a valid time.
kk: Дұрыс уақытты енгізіңіз.

source: Enter a valid date/time.
kk: Дұрыс күнді/уақытты енгізіңіз.

source: Enter a valid e-mail address.
kk: Дұрыс e-mail енгізіңіз.

source: No file was submitted. Check the encoding type on the form.
kk: Файл таңдалмады. Формадағы кодталуды тексеріңіз.

source: No file was submitted.
kk: Файл таңдалмады.

source: The submitted file is empty.
kk: Таңдалған файл бос.

source: Upload a valid image. The file you uploaded was either not an image or a corrupted image.
kk: Дұрыс сурет файлын жүктеңіз. Сіз жүктеген файл зақымдалған, немесе сурет емес болып тұр.

source: Enter a valid URL.
kk: Дұрыс URL енгізіңіз.

source: This URL appears to be a broken link.
kk: Бұл URL қате.

source: Select a valid choice. %(value)s is not one of the available choices.
kk: Дұрыс таңдау жасаңыз. %(value)s дұрыс емес болып тұр.

source: Enter a valid IPv4 address.
kk: Дұрыс IPv4 адресін енгізіңіз.

source: refresh must be > 0
kk: аралық > 0 болуы тиіс

source: no uri
kk: URI жоқ

source: Move To
kk: Қайда жылжыту керек

source: Error in Path.
kk: Жол табылмады.

source: Template
kk: Үлгі

source: Text and image
kk: Мәтін мен суреттер

source: Image Only
kk: Тек суреттер

source: Text Only
kk: Тек мәтін

source: Button style
kk: Батырмалар стилі

source: Auto refresh (seconds)
kk: Автожаңарту (сек)

source: Cache templates
kk: Үлгілерді кэштеу

source: Server
kk: Сервері

source: Manually restart webui to apply changes.
kk: Өзгерістер іске асу үшін веб-интерфейсті қайта қосыңыз.

source: Certificate not found at '%s'
kk: Сертификат '%s' ішінен табылмады

source: Key not found at '%s'
kk: Кілт '%s' ішінен табылмады

source: Current Password
kk: Ағымдағы пароль

source: New Password
kk: Жаңа пароль

source: New Password (Confirm)
kk: Жаңа пароль (Тексеру үшін)

source: Old password is invalid
kk: Ескі пароль қате енгізілді

source: New Password is not equal to New Password(confirm)
kk: Жаңа пароль мен тексеру өзара сәйкес келмейді

source: Sidebar
kk: Бүйір панелі

source: Show sidebar
kk: Бүйір панелді көрсету

source: Show zero hits
kk: Нөлдік элементтерді көрсету

source: Show trackers
kk: Трекерлерді көрсету

source: Show keyword search
kk: Іздеуді көрсету

source: Maximum Down Speed
kk: Максималды қабылдау жылдамдығы

source: Maximum Up Speed
kk: Максималды тарату жылдамдығы

source: Stop seed at ratio
kk: Таратуды тоқтату үшін керек рейтинг

source: Error in torrent options.
kk: Торрент баптаулары қате.

source: Download Location
kk: Жүктелу орны

source: Compact Allocation
kk: Файлдардың ықшам аллокациясы

source: Add In Paused State
kk: Аялданған түрде қосу

source: Upload torrent
kk: Торрентті тарату

source: Choose an url or a torrent, not both.
kk: URL немесе торрент, екеуден біреуін таңдаңыз.

source: No data
kk: Деректер жоқ

source: # Of Files
kk: # Файлдардан

source: ... and delete All files
kk: ... және Барлық файлдарды өшіру

source: ... and delete Downloaded files
kk: ... және барлық Жүктелген файлдарды өшіру

source: ... and delete Torrent file
kk: ... және Torrent файлды өшіру

source: Active time
kk: Жұмыс уақыты

source: Admin
kk: Администратор

source: Auto refresh:
kk: Автожаңарту:

source: Ava
kk: Жеткізілген

source: Availability
kk: Қол жетерлік

source: Bottom
kk: Төмен

source: Cancel
kk: Бас тарту

source: Clear
kk: Тазарту

source: Connect to Daemon
kk: Қызметке қосылу

source: Connected to
kk: Келесіге қосылған

source: Connection Limit
kk: Байланыстар шегі

source: D/L Speed Limit
kk: Жүктеп алу жылдамдық шегі

source: DHT Nodes
kk: DHT тораптары

source: Delete .torrent file
kk: .torrent файлды өшіру

source: Delete downloaded files.
kk: Жүктелінген файлдарды өшіру.

source: Deluge : Torrent List
kk: Deluge : торренттер тізімі

source: Deluge Login
kk: Deluge ішіне кіру

source: Disable
kk: Сөндіру

source: Disk Space
kk: Дискідегі орын

source: Do not download
kk: Жүктемеу

source: Downloaded
kk: Жүктелген

source: Eta
kk: Қалған

source: False
kk: Жалған

source: File
kk: Файл

source: Filter on a keyword
kk: Кілттік сөз бойынша фильтрлеу

source: Force Recheck
kk: Тексеріп шығу

source: From Session
kk: Сессиядан

source: From Url
kk: Сілтемеден

source: General
kk: Жалпы

source: High priority
kk: Басымдылығы жоғары

source: Highest priority
kk: Басымдылығы ең үлкен

source: Keyword
kk: Кілттік сөз

source: Label torrent
kk: Торрент белгісі

source: Login
kk: Кіру

source: Move torrent
kk: Торрентті жылжыту

source: Next Announce
kk: Келесі анонс

source: No Incoming Connections
kk: Кіріс байланыстар жоқ

source: No Label
kk: Белгісі жоқ

source: Normal priority
kk: Басымдылығы кәдімгі

source: Not Connected to a daemon
kk: Қызметке қосылмаған

source: Ok
kk: ОК

source: Password is invalid,try again
kk: Пароль қате, қайталап көріңіз

source: Pause all
kk: Барлығын аялдату

source: Pieces
kk: Бөліктер

source: Queue Position
kk: Кезектегі орны

source: Refresh page every:
kk: Парақты келесі уақыт сайын жаңарту:

source: Remove
kk: Өшіру

source: Remove torrent
kk: Торрентті өшіру

source: Restart
kk: Қайта бастау

source: Resume all
kk: Барлығын жалғастыру

source: Save
kk: Сақтау

source: Search
kk: Іздеу

source: Seed rank
kk: Тарату коэффициенті

source: Seeding time
kk: Жалпы тарату уақыты

source: Select All
kk: Барлығын таңдау

source: Set
kk: Орнату

source: Set Timeout
kk: Таймаут орнату

source: Share Ratio
kk: Рейтингі

source: Speed
kk: Жылдамдығы

source: Submit
kk: Жіберу

source: Top
kk: Жоғарыға

source: Torrent list
kk: Торренттер тізімі

source: Total Size
kk: Жалпы көлемі

source: Tracker Status
kk: Трекер күйі

source: True
kk: Ақиқат

source: U/L Speed Limit
kk: Тарату жылдамдық шегі

source: Update
kk: Жаңарту

source: Update Tracker
kk: Трекерді жаңарту

source: Upload
kk: Тарату

source: Upload Slot Limit
kk: Тарату слоттар шегі

source: Uploaded
kk: Таратылған

source: seconds
kk: сек
